Revit 2024 API
BuiltInFailures.WallJoinFailures Class
 Failures about WallJoin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class WallJoinFailures
Visual Basic
Public NotInheritable Class WallJoinFailures
Visual C++
public ref class WallJoinFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.WallJoinFailures
See Also
BuiltInFailures.WallJoinFailures Members
Autodesk.Revit.DB Namespace